"Unknown Device" = "התקן שאינו ידוע";
"Back Camera" = "מצלמה אחורית";
"Front Camera" = "מצלמה קדמית";
"Camera" = "מצלמה";
"Built In Audio" = "אודיו מובנה";
"iPhone Microphone" = "המיקרופון של ה-iPhone";
"Headphones" = "אזניות";
"iPod touch Microphone" = "המיקרופון של ה-iPod touch";
